Repository: common-repository/insitelogin
Catalog: i18n/insitelogin-*.po
Languages: it_it

source: You are logged in. <a href="%%logout%%">Log out</a>.
it_it: Sei loggato. <a href="%%logout%%">Scollegati</a>.

source: Logout
it_it: Scollegati

source: Login
it_it: Collegati

source: Options correctly changed!
it_it: Le opzioni sono state correttamente modificate!

source: InsiteLogin options
it_it: Opzioni di InsiteLogin

source: Login page
it_it: Pagina di login

source: Original content page will be ignored.
it_it: Il contenuto originale della pagina verrà completamente ignorato

source: Logged in page
it_it: Pagina per gli utenti connessi

source: %%logout%% will be replaced with logout URL.
it_it: %%logout%% verrà sostituito con l'URL per effettuare il logout.

source: Logged in page title
it_it: Titolo della pagina per i collegati

source: Logged out page title
it_it: Titolo della pagina per gli scollegati

source: Save Changes
it_it: Salva le modifiche

source: Login text
it_it: Testo di login

source: Lost password text
it_it: Testo password persa

source: Retrieve password text
it_it: Testo recupera password

source: Reset password text
it_it: Testo azzera password

source: Register text
it_it: Testo registrazione
